Repository: leolost2605/syncher
Catalog: po/*.po
Languages: nl

source: Preferences
nl: Voorkeuren

source: Retry
nl: Opnieuw proberen

source: Change Location…
nl: Locatie wĳzigen…

source: Synchronization Failed
nl: De synchronisatie is mislukt

source: A Fatal Error Occured
nl: Er is een kritieke fout opgetreden

source: Nothing to do!
nl: Er valt niets te doen!

source: You're all synchronized. To manually start a new synchronization click the button below.
nl: Alles is gesynchroniseerd. Klik op onderstaande knop om synchronisatie af te dwingen.

source: Synchronize Now
nl: Nu synchroniseren

source: Preparing sync…
nl: Bezig met voorbereiden…

source: Location
nl: Locatie

source: Shared location used to synchronize your devices.
nl: De gedeelde synchronisatielocatie van uw apparaten.

source: Custom:
nl: Aangepast:

source: Only Import
nl: Alleen importeren

source: Never export this device configuration to the sync location. Can be useful if you want apps installed here to not show up on your other devices but their apps should still show up here.
nl: Exporteer deze apparaatvoorkeuren nooit naar de synchronisatielocatie. Dit kan nuttig zijn als u programma's van dit apparaat niet op andere apparaten wilt tonen.

source: Items to synchronize between your devices.
nl: De te synchroniseren items.

source: Apps
nl: Toepassingen

source: Configuration
nl: Voorkeuren

source: General
nl: Algemeen

source: Modules
nl: Uitbreidingen

source: Choose location
nl: Kies een locatie

source: Accept
nl: Kiezen

source: Cancel
nl: Annuleren

source: Completed
nl: Afgerond

source: Working…
nl: Bezig met uitvoeren…

source: Depending on your internet connection and number of apps, this can take a while.
nl: Dit kan - afhankelijk van uw verbindingssnelheid en het aantal toepassingen - enige tijd duren.

source: Back
nl: Terug

source: Fatal error: %s
nl: Kritieke fout: %s

source: A catchy tagline
nl: Een pakkende slagzin

source: A quick summary of your app's main selling points and features. Just a couple sentences per paragraph is best.
nl: Een korte samenvatting van de kenmerken van uw toepassing. Een paar zinnen per alinea zou voldoende moeten zijn.
